Repository: eticsoft/garantibbva-woocommerce-module
Catalog: garanti-payment-gateway-for-woocommerce/languages/garanti-payment-module-*.po
Languages: tr_tr

source: GarantiBBVA Payment Gateway
tr_tr: GarantiBBVA Sanal Pos

source: Warning
tr_tr: Uyarı

source: GarantiBBVA Payment Gateway Warning
tr_tr: GarantiBBVA Sanal POS Uyarısı

source: You need to switch to Classic Checkout view!
tr_tr: Klasik Ödeme Görünümü’ne geçiş yapmanız gerekmektedir!

source: How to do it?
tr_tr: Nasıl yapılır ?

source: GarantiBBVA Payment Gateway Compatibility Notice
tr_tr: GarantiBBVA Sanal POS Uyumluluk Bildirimi

source: After the WooCommerce infrastructure update, the block-based payment option view is not currently available in our plugin. This issue is in our planning and will be completed by our team as soon as possible.
tr_tr: Woocommerce alt yapısında yapılan güncellemeden sonra blok tabanlı ödeme seçeneği görünümü seçeneği geldiğinden dolayı eklentimiz üzerinde şuanda bu seçenek mevcut değildir. Bu konu planlamamızda mevcut olup ekibimiz tarafından en kısa sürede işlemler tamamlanacaktır.

source: The classic payment view can be activated with the following steps:
tr_tr: Klasik ödeme görünümü aşağıdaki işlem adımları ile aktif edilebilir;

source: Back up your site just in case.
tr_tr: Her ihtimale karşı sitenizin güncel yedeğini alınız.

source: Go to WordPress admin panel > Pages > Checkout Page.
tr_tr: Wordpress admin panel > Pages (Sayfalar) > Checkout Page (Ödeme Sayfası) alanına giriş yapınız.

source: After clicking on Payment options, click on the Block button in the right menu.
tr_tr: Payment options (Ödeme seçenekleri) alanına tıkladıktan sonra sağ menüde yer alan Block (Blok) butonuna tıklayınız.

source: Click on the Switch to classic checkout button in this area and save the changes with the Save button.
tr_tr: Bu alanda yer alan Switch to classic checkout (Klasik ödeme sayfasına geç) butonuna tıklayınız ve Save (Kaydet) butonu ile işlemi kaydediniz.

source: After these steps, the Classic payment view will be active and you can use our plugin.
tr_tr: Bu işlemlerden sonra Klasik ödeme görünümü aktif olacaktır ve eklentimizi kullanabilirsiniz.

source: GarantiBBVA Payment Gateway requires PHP version %1$s or higher. You are running version %2$s. Please upgrade PHP and try again.
tr_tr: GarantiBBVA Sanal POS PHP sürümü %1$s veya daha yüksek gerektirir. Sürüm %2$s’i çalıştırıyorsunuz. Lütfen PHP’yi yükseltin ve tekrar deneyin.

source: Plugin Activation Error
tr_tr: Eklenti Etkinleştirme Hatası

source: GarantiBBVA Payment Gateway requires WordPress version %1$s or higher. You are running version %2$s. Please upgrade WordPress and try again.
tr_tr: GarantiBBVA Sanal POS WordPress sürümü %1$s veya daha yüksek bir sürüm gerektirir. Sürüm %2$s’i çalıştırıyorsunuz. Lütfen WordPress’i yükseltin ve tekrar deneyin.

source: GarantiBBVA Payment Gateway requires WooCommerce to be installed and activated.
tr_tr: GarantiBBVA Sanal Pos kullanabilmek için WooCommerce’in kurulu ve aktif olması gerekmektedir.

source: GarantiBBVA Payment Gateway for WooCommerce
tr_tr: WooCommerce için GarantiBBVA Sanal Pos

source: Pay via Card (GarantiBBVA)
tr_tr: Kart ile Öde (GarantiBBVA)

source: Payment by your credit/debit card.
tr_tr: Kredi/banka kartınız ile ödeme yapın.

source: Enable/Disable
tr_tr: Aktif/Pasif

source: Enable/Disable GarantiBBVA payment gateway
tr_tr: GarantiBBVA Sanal Posu aktif/pasif yap

source: Click to Access GarantiBBVA Panel
tr_tr: GarantiBBVA Paneline Erişmek İçin Tıklayın

source: Error Code
tr_tr: Hata Kodu

source: Security check failed. Please try again.
tr_tr: Güvenlik kontrolü başarısız. Lütfen tekrar deneyin.

source: Invalid order.
tr_tr: Geçersiz sipariş.

source: You do not have permission to view this order.
tr_tr: Bu siparişi görüntüleme yetkiniz yok.

source: Invalid payment ID.
tr_tr: Geçersiz ödeme ID’si.

source: Payment failed
tr_tr: Ödeme başarısız

source: Processing GarantiBBVA payment
tr_tr: GarantiBBVA ödemesi işleniyor

source: Payment completed successfully via %s.
tr_tr: Ödeme %s üzerinden başarıyla tamamlandı.

source: Commission Fee
tr_tr: Komisyon Tutarı

source: GarantiBBVA Payment Warning
tr_tr: GarantiBBVA Ödeme Uyarısı

source: Payment was processed through GarantiBBVA
tr_tr: Ödeme GarantiBBVA aracılığıyla işlendi

source: Please check the payment status and verify with your bank/payment institution.
tr_tr: Lütfen ödeme durumunuzu bankanız/ödeme kuruluşunuzla doğrulayın.

source: Installment Options
tr_tr: Taksit Seçenekleri

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Classic
tr_tr: Klasik

source: GarantiBBVA Settings
tr_tr: GarantiBBVA Ayarları

source: Installment
tr_tr: Taksit

source: Monthly Payment
tr_tr: Aylık Ödeme

source: Total
tr_tr: Toplam

source: Cash
tr_tr: Peşin

source: %d. Installment
tr_tr: %d. Taksit

source: * Installment amounts are estimated and may vary according to your bank's campaigns and interest rates.
tr_tr: * Taksit tutarları tahmini olup, bankanızın kampanya ve faiz oranlarına göre değişiklik gösterebilir.

source: Loading payment page...
tr_tr: Ödeme sayfası yükleniyor…

source: Discount
tr_tr: İndirim

source: Shipping
tr_tr: Kargo

source: Tax
tr_tr: Vergi

source: Payment validation failed
tr_tr: Ödeme doğrulaması başarısız oldu
