Repository: eticsoft/garantibbva-woocommerce-module
Catalog: garanti-payment-gateway-for-woocommerce/languages/garanti-payment-gateway-for-woocommerce-*.po
Languages: tr_tr

source: GarantiBBVA Payment Gateway
tr_tr: GarantiBBVA Ödeme Yöntemi

source: GarantiBBVA payment gateway for WooCommerce
tr_tr: WooCommerce için GarantiBBVA Ödeme Yöntemi

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Classic
tr_tr: Klasik

source: GarantiBBVA Settings
tr_tr: GarantiBBVA Ayarları

source: Warning
tr_tr: Uyarı

source: GarantiBBVA Payment Gateway Warning
tr_tr: GarantiBBVA Ödeme Yöntemi Uyarısı

source: You need to switch to Classic Checkout view!
tr_tr: Klasik Ödeme Görünümüne geçmeniz gerekiyor!

source: How to do it?
tr_tr: Nasıl yapılır?

source: GarantiBBVA Payment Gateway Compatibility Notice
tr_tr: GarantiBBVA Ödeme Yöntemi Uyumluluk Bildirimi

source: After the WooCommerce infrastructure update, the block-based payment option view is not currently available in our plugin. This issue is in our planning and will be completed by our team as soon as possible.
tr_tr: WooCommerce altyapı güncellemesinden sonra, blok tabanlı ödeme seçeneği görünümü şu anda eklentimizde kullanılamamaktadır. Bu konu planlamamız dahilindedir ve ekibimiz tarafından en kısa sürede tamamlanacaktır.

source: The classic payment view can be activated with the following steps:
tr_tr: Klasik ödeme görünümü aşağıdaki adımlarla etkinleştirilebilir:

source: Back up your site just in case.
tr_tr: Her ihtimale karşı sitenizin yedeğini alın.

source: Go to WordPress admin panel > Pages > Checkout Page.
tr_tr: WordPress yönetim paneline gidin > Sayfalar > Ödeme Sayfası.

source: After clicking on Payment options, click on the Block button in the right menu.
tr_tr: Ödeme seçeneklerine tıkladıktan sonra, sağ menüdeki Blok butonuna tıklayın.

source: Click on the Switch to classic checkout button in this area and save the changes with the Save button.
tr_tr: Bu alandaki Klasik ödeme görünümüne geç butonuna tıklayın ve Kaydet butonu ile değişiklikleri kaydedin.

source: After these steps, the Classic payment view will be active and you can use our plugin.
tr_tr: Bu adımlardan sonra **Klasik ödeme görünümü** aktif olacak ve eklentimizi kullanabilirsiniz.

source: GarantiBBVA Payment Gateway requires PHP version %1$s or higher. You are running version %2$s. Please upgrade PHP and try again.
tr_tr: GarantiBBVA Ödeme Yöntemi, PHP sürümünüzün en az %1$s veya daha yüksek olmasını gerektirir. Şu anda %2$s sürümünü kullanıyorsunuz. Lütfen PHP’yi güncelleyip tekrar deneyin.

source: Plugin Activation Error
tr_tr: Eklenti Etkinleştirme Hatası

source: GarantiBBVA Payment Gateway requires WordPress version %1$s or higher. You are running version %2$s. Please upgrade WordPress and try again.
tr_tr: GarantiBBVA Ödeme Yöntemi, WordPress sürümünüzün en az %1$s veya daha yüksek olmasını gerektirir. Şu anda %2$s sürümünü kullanıyorsunuz. Lütfen WordPress’i güncelleyip tekrar deneyin.

source: GarantiBBVA Payment Gateway requires WooCommerce to be installed and activated.
tr_tr: GarantiBBVA Ödeme Yöntemi’nin çalışabilmesi için WooCommerce’in kurulu ve etkinleştirilmiş olması gerekmektedir.

source: GarantiBBVA Payment Gateway for WooCommerce
tr_tr: WooCommerce için GarantiBBVA Ödeme Yöntemi

source: Pay via Card (GarantiBBVA)
tr_tr: Kart ile Öde (GarantiBBVA)

source: Payment by your credit/debit card.
tr_tr: Kredi/banka kartınız ile ödeme.

source: Enable/Disable
tr_tr: Etkinleştir/Devre Dışı Bırak

source: Enable/Disable GarantiBBVA payment gateway
tr_tr: GarantiBBVA ödeme yöntemini Etkinleştir/Devre Dışı Bırak

source: Click to Access GarantiBBVA Panel
tr_tr: GarantiBBVA Paneline Erişmek İçin Tıklayın

source: Error Code
tr_tr: Hata Kodu

source: Security check failed. Please try again.
tr_tr: Güvenlik kontrolü başarısız oldu. Lütfen tekrar deneyin.

source: Invalid order.
tr_tr: Geçersiz sipariş.

source: You do not have permission to view this order.
tr_tr: Bu siparişi görüntüleme izniniz yok.

source: Invalid payment ID.
tr_tr: Geçersiz ödeme kimliği.

source: Payment failed
tr_tr: Ödeme başarısız

source: Processing GarantiBBVA payment
tr_tr: GarantiBBVA ödemesinin işlenmesi

source: Payment completed successfully via %s.
tr_tr: Ödeme %s üzerinden başarıyla tamamlandı.

source: Commission Fee
tr_tr: Komisyon Ücreti

source: GarantiBBVA Payment Warning
tr_tr: GarantiBBVA Ödeme Uyarısı

source: Payment was processed through GarantiBBVA
tr_tr: Ödeme GarantiBBVA üzerinden işlendi

source: Please check the payment status and verify with your bank/payment institution.
tr_tr: Ödeme durumunu kontrol edin ve bankanızla/ödeme kurumunuzla doğrulayın.

source: Installment Options
tr_tr: Taksit Seçenekleri

source: Loading payment page...
tr_tr: Ödeme sayfası yükleniyor...

source: No installment options are available for this product.
tr_tr: Bu ürün için taksit seçeneği mevcut değil.

source: Installment
tr_tr: Taksit

source: Monthly Payment
tr_tr: Aylık Ödeme

source: Total
tr_tr: Toplam

source: Cash
tr_tr: Nakit

source: %d. Installment
tr_tr: %d. Taksit

source: * Installment amounts are estimated and may vary according to your bank's campaigns and interest rates.
tr_tr: * Taksit tutarları tahmini olup, bankanızın kampanyaları ve faiz oranlarına göre değişiklik gösterebilir.
